Revit 2015 API
GenericFormSet Constructor
Initializes a new instance of the GenericFormSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public GenericFormSet()
Visual Basic
Public Sub New
Visual C++
public:
GenericFormSet()
See Also
GenericFormSet Class
Autodesk.Revit.DB Namespace